Repository: Tfloow/UCLatence
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Great! The website is working for you.
fr: Parfait ! Le site fonctionne pour vous.

source: The website is down for me too.
fr: Le site est aussi en panne pour moi.

source: Invalid choice or no choice provided
fr: Choix invalide ou aucun choix fourni

source: The page you are looking for is certainly not here
fr: La page que vous recherchez n'est certainement pas là

source: It might have been moved, deleted, or maybe it never existed.
fr: Il se peut que la page a été déplacée, supprimée ou n'a peut-être jamais existée.

source: Go back home
fr: Retour à la page d'accueil

source: UCLatence Detector - Real-time outage reports for UCLouvain services. Check if moodle, intranet, your mail are down. Report the status of a website easily and see past outages
fr: UCLatence Detector - Rapport en temps réel du statut des services et site de L'UCLouvain. Vois si Moodle, l'intranet ou tes mails sont en panne. Rapporte le statut d'un site facilement et voit les anciennes pannes et problèmes

source: UCLatence, monitoring, outage, status, university services, downtime, downdetector, students
fr: UCLatence, surveillance de statut, panne, statut, service universitaire, interruption, downdetector, étudiants

source: EPL Students
fr: Étudiants de l'EPL

source: Real-time outage reports for UCLatence services
fr: Rapports de panne en temps réel pour les services de l'UCLatence

source: Home
fr: Accueil

source: ServiceList
fr: Liste de services

source: Request Service
fr: Demande de service

source: Issue or Request ?
fr: Un Problème ou Une Requête ?

source: What is this ?
fr: Qu'est-ce ?

source: Note: The status results are based on periodic checks and may not reflect real-time availability. Moreover, some web services and websites may return false positives and vice versa. 🛠️ We are working on it!
fr: Note: Les statuts affichés sont basés sur des tests périodiques et peuvent ne pas refléter précisément l'état actuel. De plus, certains services et sites peuvent retourner de faux positifs et vice versa. 🛠️ Nous y travaillons!

source: Status for %(servicename)s
fr: Statut pour %(servicename)s

source: Up
fr: Fonctionne

source: Down
fr: En Panne

source: Who are we?
fr: Qui sommes-nous ?

source: We are
fr: Nous ne sommes

source: not associated with UCLouvain
fr: pas affiliés à l'UCLouvain

source: UCLatence is a little student project initiated by Thomas Debelle and Wouter Vermeulen from the EPL. You can find all contributors of this project
fr: UCLatence est un petit projet d'étudiant débuté par Thomas Debelle et Wouter Vermeulen de l'EPL. Vous pouvez retrouver tous les contributeurs du projet

source: here
fr: ici

source: If you have any issue with the website feel free to send an email at
fr: Si vous avez un quelconque soucis avec le site, n'hésitez pas à m'envoyer un mail à

source: What is UCLatence?
fr: Qu'est-ce que UCLatence ?

source: UCLatence is a website that allows you to check the status of the UCLouvain services. It is a simple and easy way to know if the services are up or down.
fr: UCLatence est un site qui vous permet de vérifier le status des services de l'UCLouvain. Il est facile et simple de vérifier le statut d'un site.

source: The status of every website or service is updated every 5 minutes. We do not display the status of the previous days and the reset is done at 3 AM each day. You can still access past status of a service by requesting a URL like:
fr: Le statut de tous les sites et services sont mises à jour toutes les 5 minutes. Nous n'affichons pas les statuts des jours précédents et on reset tous les jours à 3 heures du matin. Vous pouvez toujours accéder aux status précédent en utilisant un url de la sorte:

source: Add a new service
fr: Ajouter un nouveau service

source: If you want to add a new service to the list, you just need to fill in this form
fr: Si vous voulez ajouter un nouveau service à la liste, remplissez simplement ce formulaire

source: We will review your request and add the service if it is relevant. Please provide some extra info as it helps us with the validation process.
fr: Nous regardons les demandes périodiquement et ajoutons les services qui sont en lien avec l'UCLouvain. Merci d'ajouter des informations supplémentaires, c'est fort utile

source: Bug report
fr: Bug

source: If you find a bug or an issue with the website, feel free to open an issue at
fr: Si vous rencontrez un bug, ouvrez une issue à

source: this link
fr: ce lien

source: UPTime of the website
fr: UPTime pour le service

source: Reported UPTime from User
fr: Statut rapporté par les Utilisateurs

source: Global Status
fr: Statut

source: Status
fr: Statut

source: Status from User
fr: Statut des Utilisateurs

source: UP
fr: Fonctionne

source: DOWN
fr: En Panne

source: Submit a Service Request
fr: Demande de service

source: Service Name:
fr: Nom du Service:

source: Service's URL:
fr: URL du service:

source: Extra Info:
fr: Informations supplémentaires:

source: Submit (DISABLED ATM)
fr: Soumettre (interrompu pour le moment)

source: Reported Status by Users
fr: Statut rapporté par les Utilisateurs
